{
  "extName": {
    "message": "New Tab Redirect!",
    "description": "Extension Name"
  },
  "desc": {
    "message": "Yeni sekme açıldığında yüklenecek özel bir URL ayarlar. Chrome’un hakkında sayfasından, *Yeni Sekmeden, Uzantılardan, İndirilenlerden, Geçmişten*, bazı popüler URL’lerden seçim yapın veya kendiniz bir URL sağlayın. Özel sekmeniz yerel bir dosya da olabilir. Böylece kendi yeni sekme sayfanızı oluşturabilirsiniz. Boş metin kaydedilmesi yeni sekmenizin about:blank olmasına yol açar.\n\nDosyalar şu şekilde başlayabilir: file:\\\\, file:// ve file:///\n\nÖnemli: Bu işlev ana sayfanızı değiştirmek için değil, yalnızca yeni sekmeler içindir. Tarayıcınız Yeni Sekme sayfasını ana sayfa olarak yükleyecek şekilde ayarlandıysa, beklenmeyen sonuçlar oluşabilir.\n\nDeğişiklik günlüğü veya iletişim bilgileri için lütfen geliştiricinin aşağıda belirtilen site bağlantısını ziyaret edin.\n\n*********\n  Not\n********* \nÇok amaçlı adres çubuğunun vurgulama eksikliğini yorumlar yerine açıklama bölümünde anlatacağımı sanıyordum. Google Chrome uzantıları şu anda yeni sayfa oluşturulduktan sonra vurgulama amacıyla çok amaçlı adres çubuğuyla iletişim kurmak için kullanılabilecek bir erişime sahip değildir. Değerleri almak ve çok amaçlı adres çubuğunda kullanıcı girişini algılamak için deneysel bir API bulunmaktadır, ancak bu API, uzantıların metni vurgulamasına olanak sağlamamaktadır. New Tab Redirect! uzantısının 1.0.1 sürümünü çeşitli geliştirici derlemelerinde test ettim ve imlecin yalnızca ara sıra çok amaçlı adres çubuğunun sonunda bittiğini gördüm. Ancak, bu durum Chrome’un kendisi tarafından işlenmekte ve uzantı üzerinden değiştirilememektedir. Chrome bu işlevi sunar sunmaz, uygulayacağım. O zamana kadar çok amaçlı adres çubuğunu hızlı bir şekilde vurgulamak için CTLR+L tuşunu kullanın.\n\nDiğer sorunlar ve ipuçları için WIKI’ye bakmayı unutmayın: https://github.com/jimschubert/NewTab-Redirect/wiki\n\nBu uzantıyı sevdiyseniz ve bağışta bulunmak isterseniz şu adresten yapabilirsiniz: http://pledgie.com/campaigns/15715\n\nYasal Açıklamalar:\n\nGoogle veya Google Chrome ile ilişkim yoktur.\nGoogle Chrome Google, Inc.’nin tescilli ticari markasıdır.\n\n'Popüler Sayfalar' www.alexa.com/topsites adresinden alınmaktadır. Google, Facebook, Twitter, Yahoo, Wikipedia, Digg, Delicio.us, Slashdot, MySpace veya burada belirtilen diğer hiçbir sayfayla ilişkim yoktur. Bunlar bu uzantının kullanıcısına kolaylık olması için sağlanmıştır. Yeni sekmeniz yerine bu sayfaları veya diğerlerini kullandığınızda, ilgili siteyle veya hizmetle aranızdaki her tür sözleşmeye tabi olmaya devam edersiniz."
  },
  "options_anyQuestions": {
    "message": "Herhangi bir sorunuz olursa yanıtlar ve ipuçları için $WIKI$ sayfasına bakmayı unutmayın",
    "description": "Footer message linking to the wiki",
    "placeholders": {
      "wiki": {
        "content": "$1"
      }
    }
  },
  "options_localFiles_hint": {
    "message": "Not: yerel dosyalar için file:// yazımını kullanın (ör. file://C:\\örnek.html)",
    "description": "A note indicating that file:// should be used when accessing local file locations"
  },
  "btnSave": {
    "message": "Kaydet",
    "description": "Text displayed on a save button"
  },
  "redirectText": {
    "message": "Yönlendiriliyor...",
    "description": "Placeholder text in redirect.html which can optionally be hidden by the user"
  },
  "options_aboutPages": {
    "message": "Sayfalar Hakkında:",
    "description": "The text displayed above the about: or chrome:// pages links"
  },
  "options_quickSave_headingSmall": {
    "message": "aşağıda bir düğmeyi tıklayın!",
    "description": "The helper text in the Quick Save heading"
  },
  "options_subheading": {
    "message": "Bu ayarlar 'yeni sekme' sayfanızın yerine geçecektir.",
    "description": "Message displayed in the blue bar below the heading of the options page."
  },
  "options_url_label": {
    "message": "Yeni sekme sayfam şu URL'yi göstersin:",
    "description": "An instructional message displayed before the text box on the options page"
  },
  "options_quickSave_headingLarge": {
    "message": "Hızlı Kaydet...",
    "description": "The main heading for the one-click links"
  },
  "options_hide_hint": {
    "message": "\"Yönlendiriliyor...\" ipucunu gizle",
    "description": "Hint following checkbox, indicating redirect.html text should be hidden"
  },
  "options_title": {
    "message": "$NAME$ | Seçenekler",
    "description": "Options page title displayed within the tab, i.e. html title.",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "New Tab Redirect!"
      }
    }
  },
  "clickHere": {
    "message": "burayı tıklayın",
    "description": "Text displayed in redirect message's link text"
  },
  "options_popularPages": {
    "message": "Popüler Sayfalar:",
    "description": "The text displayed above the popular pages links"
  },
  "options_githubTitle": {
    "message": "Beni GitHub'da bul!",
    "description": "Title displayed on github link"
  },
  "extDesc": {
    "message": "Yeni sekmeler için kullanıcı tanımlı bir URL ayarlar.",
    "description": "Extension Description"
  },
  "btnCancel": {
    "message": "İptal",
    "description": "Text displayed on a cancel button"
  },
  "redirectMsg": {
    "message": "Sayfanız 5 saniye içinde yönlendirilmezse:",
    "description": "Instructional text preceding the 'click here' link for failed or slow redirects"
  },
  "options_footerPlea": {
    "message": "Katkıda bulunmak, bağış yapmak, sorun bildirme vb. ister misiniz?",
    "description": "Message in footer asking if the user wants to engage in community activities for the extension"
  },
  "options_status": {
    "message": "Seçenekler kaydedildi!!",
    "description": "Options saved message"
  },
  "options_chromePages": {
    "message": "Orijinal Chrome Sayfaları:",
    "description": "The text displayed above the original chrome pages links"
  },
  "options_heading": {
    "message": "$NAME$ Seçenekleri",
    "description": "Options page header displayed next to icon at the top of the page.",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "New Tab Redirect!"
      }
    }
  },
  "options_createdBy": {
    "message": "Oluşturan",
    "description": "Message preceding the copyright link and email address in the footer"
  },
  "options_donate_headingLarge": {
    "message": "Bağış yapın!",
    "description": "The main heading for the donate section"
  },
  "options_donate_headingSmall": {
    "message": "desteğinizi gösterin!",
    "description": "The helper text for the donate section"
  }
}